/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "shortly after %@";
"shortly after ref" 	= "current";

"five past %@" 			= "five past %@";
"five past ref" 		= "current";

"ten past %@" 			= "ten past %@";
"ten past ref" 			= "current";

"quarter past %@" 		= "quarter past %@";
"quarter past ref" 		= "current";

"twenty past %@" 		= "twenty past %@";
"twenty past ref" 		= "current";

"twentyfive past %@" 	= "twentyfive past %@";
"twentyfive past ref" 	= "current";

"half past %@" 			= "half past %@";
"half past ref" 		= "current";

"twentyfive to %@" 		= "twentyfive to %@";
"twentyfive to ref" 	= "next";

"twenty to %@" 			= "twenty to %@";
"twenty to ref" 		= "next";

"quarter to %@" 		= "quarter to %@";
"quarter to ref" 		= "next";

"ten to %@" 			= "ten to %@";
"ten to ref" 			= "next";

"five to %@" 			= "five to %@";
"five to ref" 			= "next";

"nearly %@" 			= "nearly %@";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "twelve";
"one" = "one";
"two" = "two";
"three" = "three";
"four" = "four";
"five" = "five";
"six" = "six";
"seven" = "seven";
"eight" = "eight";
"nine" = "nine";
"ten" = "ten";
"eleven" = "eleven";

/* special strings */

"%@ o'clock" = "%@ o’clock";
"midnight" = "Midnight";

/* Workarounds */

"one o'clock" = "one";

/* Menu items		*/

"About FuzzyClock" = "About FuzzyClock...";
"FuzzyClock Help" = "FuzzyClock Help";
"Preferences ..." = "Preferences...";
"Quit" = "Quit";


/* Others		*/

"language" = "Language";
"change only FuzzyTime" = "change only FuzzyTime";

"Save" = "Save";

"Fuzzy Preferences" = "Fuzzy Preferences";

"Language Settings" = "Language Settings";
"Specials" = "Specials";
"Special time settings" = "Special time settings";
"Starttime" = "Starttime";
"Endtime" = "Endtime";
"String" = "String";
"time format: hh:mm" = "time format: hh:mm";
"Remove" = "Remove";
"Add" = "Add";

"Color & Font" = "Color & Font";
"Text color" = "Text color";
"draw font with shadow" = "draw font with shadow";
"(takes effect when you restart FuzzyClock)" = "(takes effect when you restart FuzzyClock)";
"font name" = "font name";

"show day in menu bar" = "show day in menu bar";
"chime on full hour" = "chime on full hour";

"place clock to the right of Apple's extras" = "place clock to the right of Apple's extras";
"Display & Sound" = "Display & Sound";


/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";